Repository: linuxleague/gnome-Authenticator
Catalog: po/*.po
Languages: fr, is

source: Two-Factor Authentication
fr: Authentification à deux facteurs
is: Tveggja-þátta (TOTP) auðkenning

source: Generate Two-Factor Codes
fr: Générez des codes d’authentification à deux facteurs
is: Býr til tvíþættann auðkenningarkóða

source: Gnome;GTK;Verification;2FA;Authentication;OTP;TOTP;
fr: Gnome;GTK;Vérification;2FA;MFA;Authentification;OTP;TOTP;Facteurs;
is: Gnome;GTK;Staðfesting;2FA;Auðkenning;OTP;TOTP;

source: Default window width
fr: Largeur de fenêtre par défaut
is: Sjálfgefin breidd glugga

source: Default window height
fr: Hauteur de fenêtre par défaut
is: Sjálfgefin hæð glugga

source: Default window maximized behaviour
fr: État maximisé de la fenêtre par défaut
is: Sjálfgefin hámörkuð gluggastærð

source: Auto lock
fr: Verrouillage automatique
is: Sjálfkrafa læsing

source: Whether to auto lock the application or not
fr: Indique si l’application doit se verrouiller automatiquement ou pas
is: Hvort forritið sé sjálfkrafa læst eða ekki.

source: Auto lock timeout
fr: Minuterie de verrouillage automatique
is: _Tímamörk sjálfvirkrar læsingar

source: Lock the application on idle after X minutes
fr: Verrouiller l’application après une inactivité de X minutes
is: Læsa forriti eftir aðgerðaleysi í X mínútur

source: Download Favicons
is: Sækja táknmyndir

source: Whether the application should attempt to find an icon for the providers.
is: Hvort forritið ætti að reyna að finna táknmynd fyrir netþjónustur.

source: Download Favicons over metered connections
is: Sækja táknmyndir á gjaldfærðri nettengingu

source: Whether the application should download favicons over a metered connection.
is: Hvort forritið ætti að sækja táknmyndir á gjaldfærðri nettengingu.

source: Simple application for generating Two-Factor Authentication Codes.
fr: Une application simple pour générer des codes d’authentification à deux facteurs.
is: Einfalt forrit til að búa til tvíþátta auðkenningarkóða.

source: Features:
fr: Fonctionnalités :
is: Eiginleikar:

source: Time-based/Counter-based/Steam methods support
fr: Prise en charge des méthodes basées sur le temps, les compteurs, ou Steam
is: Tímatengt/Teljaratengt/Stuðningur við Steam-aðferðir

source: SHA-1/SHA-256/SHA-512 algorithms support
fr: Prise en charge des algorithmes SHA-1/SHA-256/SHA-512
is: SHA-1/SHA-256/SHA-512 algrími studd

source: QR code scanner using a camera or from a screenshot
fr: Scanneur de code QR utilisant l’appareil photo ou une capture d’écran
is: Skönnun QR-kóða með myndavél eða skjámynd

source: Lock the application with a password
fr: Verrouillage de l’application avec un mot de passe
is: Læsið forritinu með lykilorði

source: Beautiful UI
fr: Interface élégante
is: Fallegt viðmót

source: GNOME Shell search provider
fr: Fournisseur de recherche de GNOME Shell
is: Leitarþjónusta GNOME skeljar

source: Backup/Restore from/into known applications like FreeOTP+, Aegis (encrypted / plain-text), andOTP, Google Authenticator
fr: Sauvegarde / restauration depuis / vers des applications connues telles que FreeOTP+, Aegis (chiffré / texte brut), andOTP, Google Authenticator
is: Öryggisafrita/Endurheimta úr/í þekktum forritum eins og FreeOTP+, Aegis (dulritað / hreinn texti), andOTP, Google Authenticator

source: Main Window
fr: Fenêtre principale
is: Aðalgluggi

source: Add a New Account
fr: Ajouter un nouveau compte
is: Bæta við nýjum aðgangi

source: Add a New Provider
fr: Ajouter un nouveau fournisseur
is: Bæta við nýrri netþjónustu

source: Account Details
fr: Informations du compte
is: Upplýsingar um aðgang

source: Backup/Restore formats support
fr: Prise en charge de formats de sauvegarde/restauration
is: Snið studd við öryggisafritun/endurheimtu

source: _Camera
fr: Appareil _photo
is: _Myndavél

source: _Screenshot
fr: _Capture d’écran
is: _Skjámynd

source: _QR Code Image
is: Mynd af _QR-kóða

source: Back
is: Til baka

source: _Add
fr: _Ajouter
is: _Bæta við

source: Scan QR Code
fr: Scanner un code QR
is: Skanna QR-kóða

source: Provider
fr: Fournisseur
is: Netþjónusta

source: Token issuer
fr: Émetteur du jeton
is: Útgefandi teikns

source: Account
fr: Compte
is: Aðgangur

source: Token
fr: Jeton
is: Teikn

source: Counter
fr: Compteur
is: Teljari

source: Algorithm
fr: Algorithme
is: Algrím

source: Computing Method
fr: Méthode de calcul
is: Reikniaðferð

source: Period
fr: Période
is: Tímabil

source: Duration in seconds until the next password update
fr: Durée en secondes jusqu’à la prochaine mise à jour du mot de passe
is: Hve margar sekúndur þar til lykilorð er uppfært næst

source: Digits
fr: Nombre de caractères
is: Tölustafir

source: Length of the generated code
fr: Longueur du mot de passe généré
is: Lengd útbúins kóða

source: Website
fr: Site web
is: Vefsvæði

source: How to Set Up
fr: Comment configurer
is: Hvernig á að setja upp

source: _Save
fr: En_registrer
is: _Vista

source: _Delete
fr: _Supprimer
is: _Eyða

source: Help
fr: Aide
is: Hjálp

source: Increment the counter
fr: Incrémenter le compteur
is: Hækka teljarann

source: Copy PIN to clipboard
fr: Copier le code PIN dans le presse-papier
is: Afrita PIN á klippispjald

source: No Camera Found
fr: Aucun appareil photo détecté
is: Engin myndavél fannst

source: _From a Screenshot
fr: _Depuis une capture d’écran
is: _Af skjáskoti

source: Set up a Passphrase
fr: Définir une phrase de passe
is: Settu upp aðgangsorð

source: Authenticator will start locked after a passphrase is set.
fr: Authentificateur démarrera verrouillé après qu’une phrase de passe a été défini.
is: Auhenticator ræsir sig læst eftir að aðgangsorð er stillt.

source: Current Passphrase
fr: Phrase de passe actuelle
is: Núverandi aðgangsorð

source: New Passphrase
fr: Nouvelle phrase de passe
is: Nýtt aðgangsorð

source: Repeat Passphrase
fr: Répétez la phrase de passe
is: Endurtaktu aðgangsorðið

source: _Reset
fr: _Réinitialiser
is: _Endurstilla

source: General
fr: Général
is: Almennt

source: Privacy
fr: Confidentialité
is: Gagnaleynd

source: _Passphrase
fr: Phrase de _passe
is: _Aðgangsorð

source: Set up a passphrase to lock the application with
fr: Définir une phrase de passe avec laquelle verrouiller l’application
is: Settu upp aðgangsorð til að læsa forritinu með

source: _Auto Lock the Application
fr: Verrouiller l’application _automatiquement
is: _Læsa forritinu sjálfkrafa

source: Whether to automatically lock the application
fr: Indique si l’application doit être verrouillée automatiquement
is: Hvort forritinu sé sjálfkrafa læst eða ekki

source: Auto Lock _Timeout
fr: Minu_terie du verrouillage automatique
is: _Tímamörk sjálfvirkrar læsingar

source: The time in minutes
fr: Le temps en minutes
is: Tíminn í mínútum

source: Network
is: Netkerfi

source: _Download Favicons
is: Sækja táknmyn_dir

source: Automatically attempt fetching a website icon
is: Reyni sjálfkrafa að sækja táknmynd vefsvæðis

source: _Metered Connection
is: _Gjaldfærð tenging

source: Fetch a website icon on a metered connection
is: Sækja táknmynd vefsvæðis á gjaldfærðri tengingu

source: Backup/Restore
fr: Sauvegarder/Restaurer
is: Öryggisafrita/Endurheimta

source: Backup
fr: Sauvegarder
is: Öryggisafrit

source: Restore
fr: Restaurer
is: Endurheimti

source: Select a _File
fr: Sélectionner un _fichier
is: V_eldu skrá

source: Name
fr: Nom
is: Nafn

source: The by default value for counter-based computing method
fr: La valeur par défaut pour la méthode de calcul basée sur les compteurs
is: Sjálfgefið gildi notað við talningartengda reikniaðferð

source: Help URL
fr: URL d’aide
is: Hjálparveffang

source: Providers
fr: Fournisseurs
is: Netþjónustur

source: New Provider
fr: Nouveau fournisseur
is: Ný netþjónusta

source: Search
fr: Rechercher
is: Leita

source: No Results
fr: Aucun résultat
is: Engin niðurstöður

source: No providers matching the query were found.
fr: Aucun fournisseur correspondant à la requête n’a été trouvé.
is: Engar netþjónustur pössuðu við leitina.

source: No Provider Selected
fr: Pas de fournisseur sélectionné
is: Engin netþjónusta valin

source: Select a provider or create a new one
fr: Sélectionnez un fournisseur ou créez-en un nouveau
is: Veldu netþjónustu eða búiðu til nýja

source: No accounts or providers matching the query were found.
fr: Aucun compte ou fournisseur correspondant à la requête n’a été trouvé.
is: Engir aðgangar eða netþjónustur pössuðu við leitina.

# shortcut window
source: General
fr: Général
is: Almennt

# shortcut window
source: Keyboard Shortcuts
fr: Raccourcis clavier
is: Flýtilyklar

# shortcut window
source: Lock
fr: Verrouiller
is: Læsa

# shortcut window
source: Preferences
fr: Préférences
is: Kjörstillingar

# shortcut window
source: Quit
fr: Quitter
is: Hætta

# shortcut window
source: Accounts
fr: Comptes
is: Aðgangar

# shortcut window
source: New Account
fr: Nouveau compte
is: Nýr aðgangur

# shortcut window
source: Search
fr: Rechercher
is: Leita

# shortcut window
source: Show Providers List
fr: Afficher la liste des fournisseurs
is: Sýna lista yfir netþjónustur

source: _Lock the Application
fr: _Verrouiller l’application
is: _Læsa forritinu

source: P_roviders
fr: _Fournisseurs
is: _Netþjónustur

source: _Preferences
fr: P_références
is: K_jörstillingar

source: _Keyboard Shortcuts
fr: _Raccourcis clavier
is: _Flýtilyklar

source: _About Authenticator
fr: À _propos d’Authentificateur
is: -Um Authenticator

source: Authenticator is Locked
fr: Authentificateur est verrouillé
is: Authenticator er læstur

source: _Unlock
fr: _Déverrouiller
is: _Aflæsa

source: New Account
fr: Nouveau compte
is: Nýr aðgangur

source: Main Menu
is: Aðalvalmynd

source: No Accounts
fr: Pas de compte
is: Engir aðgangar

source: Add an account or scan a QR code first.
fr: Ajoutez un compte ou scannez un code QR pour commencer.
is: Bæta við aðgangi eða skanna fyrst QR-kóða.

source: Accounts restored successfully
fr: Comptes restaurés avec succès
is: Aðgangar að fullu endurheimtir

source: translator-credits
fr: Thibault Martin Alexandre Franke Charles Monzat Irénée Thirion
is: Ingirafn, ingirafn at this dot is ,2023

source: One-Time password copied
fr: Mot de passe à usage unique copié
is: Einnota lykilorð afritað

source: Password was copied successfully
fr: Mot de passe copié avec succès
is: Tókst að afrita lykilorð

source: Into a JSON file containing plain-text or encrypted fields
fr: Vers un fichier JSON contenant des champs en texte brut ou chiffrés
is: Í JSON-skrá sem inniheldur hreintexta eða dulritaða reiti

source: From a JSON file containing plain-text or encrypted fields
fr: Depuis un fichier JSON contenant des champs en texte brut ou chiffrés
is: Úr JSON-skrá sem inniheldur hreintexta eða dulritaða reiti

source: Into a plain-text JSON file
fr: Vers un fichier texte JSON
is: Í hreintexta JSON-skrá

source: From a plain-text JSON file
fr: Depuis un fichier texte JSON
is: Úr hreintexta JSON-skrá

source: Unknown account
fr: Compte inconnu
is: Óþekktur aðgangur

source: Unknown issuer
fr: Émetteur inconnu
is: Óþekktur útgefandi

source: Into a plain-text file, compatible with FreeOTP+
fr: Vers un fichier texte compatible avec FreeOTP+
is: Í hreintextaskrá, samræmanlegri við FreeOTP+

source: From a plain-text file, compatible with FreeOTP+
fr: Depuis un fichier texte compatible avec FreeOTP+
is: Úr hreintextaskrá, samræmanlegri við FreeOTP+

source: From a plain-text JSON file, compatible with FreeOTP+
is: Úr hreintexta JSON-skrá, samræmanlegri við FreeOTP+

source: From a QR code generated by Google Authenticator
fr: Depuis un code QR généré par Google Authenticator
is: Úr QR-kóða útbúnum af Google Authenticator

source: Au_thenticator (Legacy)
fr: Au_thentificateur (obsolète)
is: Au_thenticator (eldri gerð)

source: Counter-based
fr: Basée sur les compteurs
is: Stuðst við talningu

source: Time-based
fr: Basée sur le temps
is: Stuðst við tíma

source: Image
is: Mynd

source: Select QR Code
is: Veldu QR-kóða

source: Invalid Token
fr: Jeton invalide
is: Ógilt teikn

source: Wrong Password
fr: Mot de passe erroné
is: Rangt lykilorð

source: Wrong Passphrase
fr: Phrase de passe erronée
is: Rangt aðgangsorð

source: Key / Passphrase
fr: Clé / phrase de passe
is: Lykill / aðgangsorð

source: Select File
fr: Sélectionner un fichier
is: Veldu skrá

source: Failed to create a backup
is: Mistókst að útbúa öryggisafrit

source: Failed to restore from camera
is: Mistókst að endurheimta úr myndavél

source: Failed to restore from a screenshot
is: Mistókst að endurheimta úr skjámynd

source: Failed to restore from an image
is: Mistókst að endurheimta úr mynd

source: Failed to restore from a file
is: Mistókst að endurheimta úr skrá

source: Provider created successfully
fr: Fournisseur créé avec succès
is: Tókst að búa til netþjónustu

source: Provider updated successfully
fr: Fournisseur mis à jour avec succès
is: Uppfærsla netþjónustu tókst

source: Provider removed successfully
fr: Fournisseur supprimé avec succès
is: Tókst að fjarlægja netþjónustu

source: Editing Provider: {}
fr: Édition du fournisseur : {}
is: Breyti netþjónustu:{}

source: The provider has accounts assigned to it, please remove them first
fr: Le fournisseur a déjà un compte associé, supprimez-le d’abord
is: Netþjónustan er þegar með úthlutaða aðganga, fjarlægðu þá fyrst

source: Authenticator
fr: Authentificateur

source: Dark Mode
fr: Mode sombre

source: Whether the application should use a dark mode.
fr: Indique si l’application doit utiliser un mode sombre.

source: Go Back
fr: Retour

source: _Edit
fr: _Modifier

source: Appearance
fr: Apparence

source: _Dark Mode
fr: Mode _sombre

source: Whether the application should use a dark mode
fr: Indique si l’application doit utiliser un mode sombre

source: Used to fetch the provider icon
fr: Utilisé pour récupérer l’icône du fournisseur

source: Provider setup instructions
fr: Instructions de configuration du fournisseur

source: _Authenticator
fr: _Authentificateur

source: A_uthenticator
fr: A_uthentificateur

source: The key that will be used to decrypt the vault
fr: La clé qui sera utilisée pour déchiffrer le coffre

source: The key used to encrypt the vault
fr: La clé utilisée pour chiffrer le coffre

source: Unable to restore accounts
fr: Échec de la restauration des comptes

source: Something went wrong
fr: Quelque chose s’est mal passé

source: Couldn't find a QR code
fr: Impossible de trouver un code QR

source: Select
fr: Sélectionner

source: Cancel
fr: Annuler
